Repository: lgarron/CompSim-Public
Catalog: CompSim/*.lproj/Localizable.strings
Languages: es

source: Random
es: Aleatorio

source: New Scr.
es: Nueva Mez.

source: Reset Average?
es: ¿Reiniciar Media?

source: Invalid Time
es: Tiempo Inválido

source: Delete Last Solve?
es: ¿Borrar Último Tiempo?

source: Time
es: Tiempo

source: Add Solve
es: Agregar Tiempo

source: Please enter valid time
es: Por favor entre tiempo válido

source: Target Setting
es: Fijar Objetivo

source: SCRAMBLE TYPE
es: TIPO DE MEZCLA

source: CUBER
es: CUBERO

source: HOLDING TIME
es: TIEMPO PARA APRETAR

source: Min Time
es: TIEMPO MÍNIMO

source: Max Time
es: TIEMPO MÁXIMO

source: Target
es: OBJETIVO

source: Target:
es: OBJETIVO:

source: TARGET:
es: OBJETIVO:

source: Average
es: Media

source: Mean
es: Media

source: Average:
es: Media:

source: WEBSITE
es: SITIO WEB

source: EMAIL
es: CORREO ELECTRÓNICO

source: VERSION
es: VERSIÓN

source: Help
es: Ayuda

source: Best Single:
es: Mejor Tiempo:

source: Best Average:
es: Mejor Media:

source: Median Average:
es: Media Mediana:

# CompSim Description
source: CompSim is a professional speedcubing competition simulator. This is different from a regular timer; with CompSim, you do solves in an average of 5, mean of 3, or best of 3 format, depending on the event you are doing. In many ways, it works like a normal cubing timer, but it comes with its own unique features as well.
es: CompSim es un simulador de competencia de speedcubing profesional. Este es diferente a un cronómetro normal; con CompSim, se puede practicar en los formatos de media de 5, media de 3 y mejor de 3, dependiendo del evento que se haga. De muchas maneras, funciona como un cronómetro normal, pero tiene sus propios distintivos también.

# Step1
source: 1. Set your target.
es: 1. Fijar su Objetivo.

# Step1desc
source: Your target is your goal to beat, which represents the average of your “competitor.” At the end of your average, if you beat this time, you will get a (green) winning average. Otherwise, you will get a (red) losing average. There is also an option for no target, if you simply wish to simulate competition solves without the aspect of “competing” against others.
es: Su objetivo es su meta a conquistar, que representa la media de su "rival." Al final de su media, si supera el tiempo, conseguirá una media ganadora (verde). Si no, conseguirá una media perdedora (roja). También hay como opción no ponerse un objetivo, si simplemente se quiere simular la competencia sin el aspecto de "competencia" contra otros.

# Step2
source: 2. Adjust your settings.
es: 2. Fijar sus ajustes.

# Step2desc
source: In the settings, you can set your scramble type, cuber (image that appears after the average), dark mode, some classic timer settings (many of which are new to mobile), and average of 5 / mean of 3 / best of 3 format.
es: En los ajustes, se puede elegir el tipo de mezcla, cubero (la imagen que aparece después de la media), modo oscuro, algunos ajustes clásicos de cronómetros y el formato media de 5 / media de 3 / mejor de 3.

# Step3
source: 3. Time your solves.
es: 3. Cronometrar sus tiempos.

# Step3desc
source: If inspection is turned on, tap to begin inspection. Then, hold to start. Official competitions have a minimum 0.55 seconds of holding time, but you may adjust this in the settings, along with various other features. Tap to stop. Add penalty if applicable and submit. If you wish to fully simulate the competitive environment and input times from your stackmat, simply swipe up to add a solve. You can also turn off "timing" in the settings and tap anywhere to do this. No decimal is necessary (but it is permitted). For instance, “5.68” can be inputted as “568” and “3:28.19” can be inputted as “32819”. Add penalty if applicable. At the top, you can reset your current average or click new scramble to go to the next scramble if necessary. You can also click the scramble to see the "draw scamble" (for 3x3 only). Clicking on the most recent solve reveals the scramble and allows you to change the penalty status as needed. This also allows you to delete this solve. Once five solves are done (for avg5, or three for mo3/bo3), your result average along with the target will be revealed. Click “Try Again” to continue.
es: Si está activa la inspección, toque para comenzar la inspección. Entonces, aprete para empezar. Las competencias oficiales tienen un mínimo de 0.55 segundos de tiempo de apretado, pero esto se puede ajustar en los ajustes. Toque para parar el cronómetro. Agregue una penalización si aplica y entregar. Si desea simular completamente el medio ambiente competitivo y agregar tiempos del stackmat, simplemente deslice hacia arriba para agregar un tiempo. También se puede desactivar "cronometrar" en los ajustes tocando en cualquier lugar para hacer esto. El decimal no es necesario (pero se permite). Por ejemplo, se puede entrar "568" en vez de "5.68" y "32819" en vez de "3:28.19." Agregue una penalización si aplica y entregar. Además, se puede reinciar su media o tocar nueva mezcla para ver la próxima mezcla si es necesario. También se puede tocar la mezcla para verla dibujada en 3x3. Tocar el tiempo más reciente revela la mezcla y le permite cambiar la penalización si es necesario. Además, le deja borrar este tiempo. Cuando se termina la media, su resultado y el objetivo se revelarán. Toque "Volver a Intentar" para continuar.

# Step4
source: 4. Analyze your session.
es: 4. Analizar su sesión.

# Step4desc
source: In the session tab, you can view your averages. If you click on an average, you can view it in more detail (i.e. with scrambles). Here, you can see the average time and the target average time. If you wish to see the full scramble of a given solve in a larger font, you can click on the solve. If you wish to delete an average in a session, swipe left on it and click delete. The colored bar shows the proportions of wins (green), losses (red), and non-targeted averages (black/white). You can create a new session, normally for a new event, by clicking on “New”, and you will be prompted to name the session. If you name the session by a traditional event name (i.e. 6x6 or pyraminx), the application will automatically adjust to the settings for those events (i.e. mo3 / 7x7 scramble and ao5 / pyraminx scramble). If you click “Reset”, the entire session will be reset (i.e. all averages deleted). If you double tap on the session name, you can rename the session. If you press the "X" by the session name, you can delete the session.
es: En la pestaña de sesión, se pueden ver sus medias. Si hace click en la media, puede verla con más detalles (i.e. con las mezclas). Aquí, se puede ver el tiempo de la media y el tiempo del objetivo. Si desea ver la mezcla completa más grande, puede hacer click en el tiempo. Si desea borrar la media de una sesión, deslice a la izquierda sobre ella y bórrela. La barra a color muestra las proporciones de triunfos (verde), pérdidas (rojo) y medias sin objetivo (negro/blanco). Se puede crear una nueva sesión, normalmente para un nuevo evento. Al hacer click en "Nuevo" y nombrando la sesión. Si la nombra como un evento tradicional (i.e. 6x6 o pyraminx), la aplicación automáticamente cambiará los ajustes para aquellos eventos (i.e. media de 3 para 6x6 o media de 5 para pyraminx). Si hace click en "Reiniciar," la sesión entera se reinicia (i.e. todas las medias se borran). Si toca dos veces en el nombre de la sesión, puede cambiar el nombre a la sesión. Si toca la "X" junto al nombre de la sesión, puede borrar la sesión.

# Help_0_0
source: Made a mistake? Reset the current average.
es: Fije su objetivo—este es el tiempo que ganar para su media.

# Help_0_1
source: Change your cubing session.
es: Su mezcla. Toque para regenerar.

# Help_0_2
source: Find help (and this walkthrough) here.
es: Esto muestra el resultado de hacer correctamente la mezcla.

# Help_0_3
source: Tap to refresh for a new scramble.
es: Si está activa la inspección de WCA, toque para comenzar la inspección. Aprete para empezar el cronómetro.

# Help_0_4
source: Your previous times will be documented in black.
es: Deslice hacia arriba para agregar un tiempo a mano (o simplemente toque si está apagado el modo de cronometrar).

# Help_0_5
source: ...and your most recent time in yellow! Click to edit, copy, or view scramble.
es: Sus tiempos anteriores serán negros.

# Help_0_6
source: If WCA inspection is on, tap anywhere to start the countdown. Press and hold to start the timer.
es: ...y su tiempo más reciente será amarillo! Toque para editar, copiar o ver la mezcla.

# Help_0_7
source: Swipe up to manually add a solve (or just tap if timing is off).
es: Reiniciar la media actual.

# Help_0_8
source: The "draw scramble" shows what your cube should look like if scrambled correctly.
es: Cambie su sesión.

# Help_0_9
source: Adjust your target—this is your time to beat.
es: Este ensayo.

# Help_1_0
source: Reset the entire current session.
es: Una media complete para esta sesión, con el tiempo por encima y sus tiempos individuales por debajo.

# Help_1_1
source: Create a new session or delete this session here.
es: Seleccione una mezcla para ver sus mezclas y una opción para copiarla.

# Help_1_2
source: Your target (again)!
es: ¡Su objetivo (otra vez)!

# Help_1_3
source: Your best average of the entire session (tap to view).
es: Esto muestra su proporción de medias ganadores a perdedores (con respecto a su objetivo).

# Help_1_4
source: Your best solve of the entire session (tap to view).
es: Su mejor media de la sesión (toque para ver).

# Help_1_5
source: This bar shows the ratio of winning to losing averages relative to your target.
es: Su mejor tiempo de la sesión (toque para ver).

# Help_1_6
source: These rows show the completed averages for this session, with their times at the top and their individual times below.
es: Reiniciar la sesión actual.

# Help_1_7
source: Select a row to see an average’s scrambles and an option to copy to clipboard!
es: Hacer una nueva sesión o borrar esta sesión.

# Help_2_0
source: Your median average of the session (shown as dotted line in graph).
es: Su media mediana de la sesión (presentada como una línea de puntos en el gráfico).

# Help_2_1
source: Your current mean of 10 averages (tap to view).
es: Su media actual de 10 medias (toque para ver).

# Help_2_2
source: Your best mean of 10 averages (tap to view).
es: Su mejor media de 10 medias (toque para ver).

# Help_2_3
source: This is your interactive data visualization of your averages, WCAmo10s, and median average.
es: Esta es su visualización de datos interactiva de sus medias, WCAmo10s y media mediana.

# Help_2_4
source: Pinch and scroll to see more detail.
es: Pellizque y desplace para ver más detalles.

# Help_3_0
source: The scramble type you'd like for this session.
es: El tipo de mezcla para esta sesión.

# Help_3_1
source: The face you’ll see at your victory or defeat.
es: La persona que verá al ganar o perder.

# Help_3_2
source: The WCA average format you'd like for this session.
es: El formato de media de WCA para esta sesión.

# Help_3_3
source: Timer display with decimals.
es: Visualización de decimales mientras resolver.

# Help_3_4
source: Timer display with seconds only.
es: Visualización de segundos mientras resolver.

# Help_3_5
source: No timer display while solving.
es: Ninguna visualización del tiempo mientras resolver.

# Help_3_6
source: The amount of time to hold the timer down before starting (0.55 is the stackmat standard).
es: La cantidad de tiempo para apretar el cronómetro antes de empezar (0.55 es el estándar de stackmat).

# Help_3_7
source: Disable the CompSim timer here if you would like to input times manually (by tapping).
es: Desactivar el cronómetro de CompSim si quisiera entrar tiempos de mano (por tocar).

# Help_3_8
source: Enable for a 15 second countdown when the screen is tapped.
es: Activar para una cuenta atrás de 15 cuando toque la pantalla.

# Help_3_9
source: Enable for "8 seconds" and "12 seconds" audio warnings during inspection.
es: Activar para "8 seconds" y "12 seconds" advertencias de audio durante la inspección.

# Help_3_10
source: Enable to see our alternate (dark) theme!
es: ¡Activar para ver nuestro tema alternativo (oscuro)!

# Help_3_11
source: Check out our website! (CompSim.net)
es: ¡Mire nuestro sitio web! (CompSim.net)

# Help_3_12
source: Email us if you’re feeling lucky!
es: ¡Envíenos un correo electrónico si quiere!
